Repository: ghostbunny/PulseAudioUtils
Catalog: translations/PulseAudioRecorder_*.po
Languages: de_de, el_gr

source: Select the Device from whose Sound Stream you wish to Record
de_de: Wählen Sie das Gerät von dem Sie den Soundstream aufnehmen wollen.
el_gr: Επιλέξτε τη Συσκευή της οποίας τη Ροή Ήχου θέλετε να Ηχογραφήσετε

source: Select the device: Choose from the list of possible devices from which to record. Click the top bar to sort the items. After selecting an entry click the bottom bar.
de_de: Wähle ein Gerät: Wählen Sie von der Lister der verfügbaren Geräte eines für die Aufnahme aus. Klicken Sie die obere Leiste zum Sortieren der Eintrage an. Nach dem Wählen eines Eintrags klicken Sie die untere Leiste.
el_gr: Επιλογή Συσκευής: Επιλέξτε από τη λίστα των πιθανών συσκευών αυτήν από την οποία θέλετε να ηχογραφήσετε. Κάντε κλικ στην πάνω μπάρα για να ταξινομήσετε τα στοιχεία. Μετά την επιλογή κάντε κλικ στην κάτω μπάρα.

source: Name| Click on this bar to sort the items below.
de_de: Name| Klicken Sie auf diese Leiste um die nachfolgenden Einträge zu sortieren.
el_gr: Όνομα| Κάντε κλικ σε αυτή την μπάρα για να ταξινομήσετε τα στοιχεία παρακάτω.

source: Select Highlighted Entry and Close this Window
de_de: Markierte Einträge auswählen und dieses Fenster schließen
el_gr: Επιλογή της Επισημασμένης Καταχώρησης και Κλείσιμο του Παραθύρου

source: Pulse Audio Recorder
de_de: Pulse Audio Aufnahme
el_gr: Εγγραφέας Pulse Audio

source: Select Source Device and Output Filename
de_de: Wählen Sie ein Eingabegerät und den Namen der Ausgabedatei
el_gr: Επιλέξτε Πηγαία Συσκευή και Όνομα Αρχείου Εξόδου

source: Select the device from which you wish to record ... either an input device like a microphone or a monitor of the sound going to an output such as speakers.
de_de: Wählen Sie die Aufnahmequelle ... entweder ein Eingabegerät wie ein Mikrofon oder einen Soundmonitor, der seine Ausgabe an die Lautsprecher sendet.
el_gr: Επιλέξτε τη συσκευή από την οποία θέλετε να ηχογραφήσετε ... είτε μια συσκευή εισόδου όπως ένα μικρόφωνο είτε από παρακολούθηση του ήχου που αναπαράγεται σε μια έξοδο όπως τα ηχεία.

source: Select Source Device
de_de: Wählen Sie das Aufnahmegerät
el_gr: Επιλέξτε Πηγαία Συσκευή

source: No_Selection_Made
de_de: Keine_Auswahl_vorgenommen
el_gr: Δεν_Έγινε_Επιλογή

source: Here you select the output file name for your saved audio. You may select an existing file, or type in the name of a new file to record to. It is very important that you include a file name and a file extension such as '.wav', '.ogg', '.flac', '.mp2' or '.mp3'. Should you enter an invalid filename you will not be able to record to it. Be aware ... if you select an existing file it WILL be overwritten without further warning.
de_de: Hier wählen Sie den Namen der Ausgabedatei für Ihr zu speicherndes Audiomaterial. Sie können eine existierende Datei wählen oder den Namen einer neuen Datei angeben. Es ist sehr wichtig, dass Sie einen Dateinamen und eine Dateierweiterung wie '.wav', '.ogg', '.flac', '.mp2' oder '.mp3' angeben. Sollten Sie einen ungültigen Dateinamen eingeben, werden Sie nicht in der Lage sein etwas in dieser aufzunehmen. Beachten Sie, dass wenn Sie eine existierende Datei wählen, diese ohne weitere Warnung überschrieben wird.
el_gr: Εδώ μπορείτε να επιλέξετε το όνομα αρχείου εξόδου για τον αποθηκευμένο σας ήχο. Μπορείτε να επιλέξετε ένα υπάρχον αρχείο ή να πληκτρολογήσετε το όνομα ενός νέου αρχείου στο οποίο θα γίνει η ηχογράφηση. Είναι πολύ σημαντικό να συμπεριλάβετε, τόσο το όνομα του αρχείου όσο και την κατάληξη, όπως '.wav', '.ogg', '.flac', '.mp2' ή '.mp3'. Αν εισάγετε ένα μη έγκυρο όνομα αρχείου, δεν θα μπορείτε να ηχογραφήσετε σε αυτό. Προσοχή ... αν επιλέξετε ένα υπάρχον αρχείο θα αντικατασταθεί χωρίς περαιτέρω προειδοποίηση.

source: Select Output Filename
de_de: Ausgabedatei wählen
el_gr: Επιλέξτε Όνομα Αρχείου Εξόδου

source: Enter or Select an Audio Filename which has a .wav, .ogg, .mp2, .mp3 or .flac extension
de_de: Geben Sie einen Dateinamen an oder wählen Sie eine existierende Audiodatei mit der Endung .wav, .ogg, .mp2, .flac oder .mp3
el_gr: Εισάγετε ή Επιλέξτε ένα Όνομα Αρχείου Ήχου το οποίο έχει κατάληξη .wav, .ogg, .mp2, .mp3 ή .flac

source: Recording Controls
de_de: Aufnahmeeinstellungen
el_gr: Στοιχεία Ελέγχου Ηχογράφησης

source: Be sure you have selected both an audio source and a valid output file for your recording. If either are incorrect go back and re-select before commencing the recording.
de_de: Seien Sie sicher, dass Sie eine Audioquelle und eine gültige Ausgabedatei für Ihre Aufnahme gewählt haben. Wenn eines von beiden nicht korrekt ist gehen Sie zurück und wählen neue Einstellungen, bevor Sie die Aufnahme beginnen.
el_gr: Βεβαιωθείτε ότι έχετε επιλέξει τόσο μια πηγή ήχου όσο και ένα έγκυρο αρχείο εξόδου για την ηχογράφησή σας. Εάν οποιοδήποτε από τα δυο είναι λάθος, πηγαίνετε πίσω και επιλέξτε ξανά πριν ξεκινήσετε την ηχογράφηση.

source: Start Recording
de_de: Aufnahme Starten
el_gr: Έναρξη Ηχογράφησης

source: To Pause a recording press this button and to Resume recording press it again. A 0.5 sec gap of silence will be introduced at each Pause.
de_de: Zum Pausieren der Aufnahme drücken Sie diesen Knopf, um weiter aufzunehmen drücken Sie ihn erneut. 5 Sekunden Stille werden eingefügt, wenn 'Pause' gedrückt wird.
el_gr: Πατήστε αυτό το κουμπί για Παύση της ηχογράφησης και πιέστε πάλι για Συνέχιση. Σε κάθε παύση γίνεται εισαγωγή ενός κενού 0,5 δευτερολέπτων.

source: Pause/Resume
de_de: Pause/Weiter
el_gr: Παύση/Συνέχιση

source: Select 'Stop Recording' to stop the recording and have the recorded audio processed and saved in your selected file. Please allow a little time for post processing of the audio.
de_de: Wählen Sie 'Aufnahme anhalten' um die Aufnahme anzuhalten und das aufgenommene Audiomaterial zu verarbeiten und in der gewählten Datei zu speichern. Bitte haben Sie etwas Geduld bei der Nachbearbeitung des Audiomaterials.
el_gr: Επιλέξτε 'Διακοπή Ηχογράφησης' για να σταματήσετε την ηχογράφηση και να γίνει επεξεργασία και αποθήκευση της ηχογράφησης στο επιλεγμένο αρχείο. Μπορεί να χρειαστεί λίγος χρόνος για την επεξεργασία του ήχου.

source: Stop Recording
de_de: Aufnahme anhalten
el_gr: Διακοπή Ηχογράφησης

source: Select 'Close Application' to exit. Please use this button and not the 'X' of the window, for best results
de_de: Wählen Sie 'Programm beenden' zu beenden. Für beste Ergebnisse nutzen Sie bitte diesen Knopf and nicht das 'X' des Fensters.
el_gr: Επιλέξτε 'Κλείσιμο Εφαρμογής' για έξοδο. Παρακαλώ χρησιμοποιείστε αυτό το κουμπί και όχι το 'X' στο παράθυρο για καλύτερα αποτελέσματα.

source: Close Application
de_de: Programm beenden
el_gr: Κλείσιμο Εφαρμογής
