Repository: ghostbunny/PulseAudioUtils
Catalog: translations/PulseAudioControlPanel_*.po
Languages: de_de, el_gr

source: Mixer On/Off
de_de: Mixer An/Aus
el_gr: Μίκτης On/Off

source: Pulse Audio Control Panel
de_de: PulseAudio Kontrollpanel
el_gr: Πίνακας Ελέγχου Pulse Audio

source: Pulse Audio Basic Functions
de_de: PulseAudio Basisfunktionen
el_gr: Βασικές Λειτουργίες Pulse Audio

source: This utility allows the user to not only alter volumes but also to determine to which device a sound stream is sent, amongst other functions. It is well worth the effort to familiarise yourself with this utility.
de_de: Dieses Werkzeug ermöglich es dem Benutzer nicht nur die Lautstärke zu verändern sondern auch zu bestimmen, zu welchem Ausgabegerät der Stream gesendet wird und noch vieles mehr. Es ist den Erfolg wert, wenn Sie sich selbt and dieses Werkzeug gewöhnen.
el_gr: Αυτή η εφαρμογή επιτρέπει στον χρήστη, μεταξύ άλλων λειτουργιών, να τροποποιεί τις εντάσεις αλλά και να καθορίζει σε ποια συσκευή αποστέλλεται μια ροή ήχου. Αξίζει τον κόπο η προσπάθεια να εξοικειωθείτε με αυτήν την εφαρμογή.

source: PaVolControl
el_gr: Έλεγχος Έντασης PulseAudio

source: Launch the PulseAudio Equalizer. This displays as many sliders as will fit in the display ... so enlarging the window horizontally causes many more sliders to become available.
de_de: Führt den PulseAudio Equalizer aus. Dies zeigt so viele Schieberegler, wie auf das Fenster passen. So wird eine horizontale Vergrößerung des Fensters zur Verfügbarkeit von mehr Schiebereglern führen.
el_gr: Έναρξη του Ισοσταθμιστή PulseAudio. Εμφανίζονται μόνο όσα ρυθμιστικά χωράνε στην οθόνη ... μεγαλώνοντας το παράθυρο οριζόντια θα επιτρέψει σε περισσότερα ρυθμιστικά να γίνουν διαθέσιμα.

source: Equalizer
el_gr: Ισοσταθμιστής

source: PulseAudio Preferences provides a means to set up audio over the network, multicasting and sending simultaneous output to all connected sound sink devices.
de_de: PulseAudio Preferences bietet ein Mittel zum Einstellen der Audioausgabe über das Netzwerk, Multicasting und das simultane Senden der Ausgabe zu allen verbundenen Geräten.
el_gr: Οι Επιλογές PulseAudio σας παρέχουν τα εργαλεία ώστε να ρυθμίσετε τον ήχο μέσω δικτύου, δυνατότητες multicasting καθώς και να στέλνετε ταυτόχρονα ροή εξόδου σε όλες τις συνδεδεμένες συσκευές ήχου.

source: PCLinuxOS Extra Functions
de_de: PCLinuxOS Extrafunktionen
el_gr: Επιπλέον Λειτουργίες PCLinuxOS

source: This does all the settings to provide a two input mixer and a mixed output which can be recorded. You can mix any two sound sources available in PulseAudio. Use the PulseAudio Volume Control utility to manage the mixer.
de_de: Dies erledigt alle Einstellungen um einen Mixer mit zwei Eingängen und einem gemixten Ausgang zu bieten, der aufgenommen werden kann. Sie können zwei beliebige, verfügbare Klänge in PulseAudio mischen. Nutzen Sie das PulseAudio Lautstärke-Kontrollwerkzeug zum Verwalten des Mixers.
el_gr: Κάνει τις απαραίτητες ρυθμίσεις ώστε να παρέχει έναν μίκτη δυο εισόδων και μια ενοποιημένη ροή εξόδου που μπορεί να ηχογραφηθεί. Μπορείτε να ενώσετε δυο οποιεσδήποτε πηγές ήχου διαθέσιμες στο PulseAudio. Χρησιμοποιήστε την εφαρμογή Έλεγχος Έντασης PulseAudio για να διαχειριστείτε τον μίκτη.

source: This allows you to record any sound that is being handled by PulseAudio. It can be used to record the mixer output, or any sound stream being played.
de_de: Dies erlaubt es Ihnen jeden Klang aufzunehmen, der von PulseAudio gehandhabt wird. Dies kann dafür genutzt werden die Ausgabe des Mixers oder jedes gespielten Streams aufzunehmen.
el_gr: Σας επιτρέπει να ηχογραφήσετε οποιονδήποτε ήχο διαχειρίζεται το PulseAudio. Μπορεί να χρησιμοποιηθεί ώστε να ηχογραφήσει την ροή εξόδου του μίκτη ή οποιαδήποτε ροή ήχου αναπαράγεται.

source: Audio Recorder
de_de: Audio Aufnahme
el_gr: Συσκευή Εγγραφής Ήχου

source: Close this Control Panel
de_de: Dieses Kontrollpanel schließen
el_gr: Κλείσιμο αυτού του Πίνακα Ελέγχου

source: Close
de_de: Schließen
el_gr: Κλείσιμο
